{
  "0": {
    "name": "Artemis Fowl : Film Tie-in (Artemis Fowl) -- Paperback / softback [Paperback]",
    "imgUrl": "https://bci.kinokuniya.com/jsp/images/book-img/97802/97802413/9780241387177.JPG",
    "description": "*New special film edition - includes photos of the film, an introduction from director Kenneth Branagh and a note from Eoin Colfer himself* Movie available from June 12th only on Disney+ Join the world of Artemis Fowl, the number one bestseller by Eoin Colfer. Rumour has it Artemis Fowl is responsible for every major crime of the new century. Just twelve years old and already he's a criminal genius, plotting to restore his family's fortune with a spot of corruption and kidnapping. Kidnapping a fairy for ransom, to be precise. Artemis Fowl has discovered a world below ground of armed and dangerous - and extremely high-tech - fairies. But he may have underestimated their powers. They will fight back. Is the boy about to trigger a cross-species war? Let the misadventure begin. 'Fast-paced, tongue in cheek . . . laugh-out-loud' - Sunday Times 'A huge hit' - The Guardian 'Artemis is a brilliant creation' - Anthony Horowitz ***Winner of the WHSmith Children's Book of the Year Award and Children's Book of the Year at the Children's Book Awards. Shortlisted for the Whitbread Children's Book of the Year Award.***",
    "price": 268.00
  },
  "1": {
    "name": "Coffee: It's not rocket science : A quick & easy guide to brewing, serving, roasting & tasting coffee -- Hardback [Hardcover]",
    "imgUrl": "https://bci.kinokuniya.com/jsp/images/book-img/97806/97806006/9780600636427.JPG",
    "description": "A quick and easy graphic guide to becoming a coffee expert.",
    "price": 562.00
  },
  "2": {
    "name": "The Gauntlet (Iron Man) [Hardcover]",
    "imgUrl": "https://bci.kinokuniya.com/jsp/images/book-img/97814/97814847/9781484741603.JPG",
    "description": "\"Tony Stark is known throughout the world as many things: Corporate tycoon. Billionaire. Inventor. Genius. But first and foremost, he is famous for being the red-and-gold -armored Super Hero, the invincible Iron Man. What Tony's fans don't know is what happened in his childhood that led him to put away his toys and replace them with weapons designed to maintain peace and order. They don't realize how much pain he is hiding under his suit's shiny exterior. But the show must go on. People expect strength, snark, and pizazz from him at all times, and he's not about to let them down...\"--Dust jacket.",
    "price": 529.00
  }
}